const datas = [
  {
    id: "北部地區",
    datas: [
      {
        id: "台北市",
      },
      {
        id: "新北市",
      },
      {
        id: "基隆市",
      },
      {
        id: "桃園市",
      },
      {
        id: "新竹市",
      },
      {
        id: "新竹縣",
      },
      {
        id: "宜蘭線",
      },
    ],
  },
  {
    id: "中部地區",
    datas: [
      {
        id: "苗栗縣",
      },
      {
        id: "台中市",
      },
      {
        id: "彰化縣",
      },
      {
        id: "南投縣",
      },
      {
        id: "雲林縣",
      },
    ],
  },
  {
    id: "南部地區",
    datas: [
      {
        id: "嘉義市",
      },
      {
        id: "嘉義線",
      },
      {
        id: "台南市",
      },
      {
        id: "高雄市",
      },
      {
        id: "屏東縣",
      },
      {
        id: "澎湖縣",
      },
    ],
  },
  {
    id: "東部地區",
    datas: [
      {
        id: "花蓮縣",
      },
      {
        id: "台東縣",
      },
    ],
  },
  {
    id: "離島地區",
    datas: [
      {
        id: "金門縣",
      },
      {
        id: "連江縣",
      },
    ],
  },
];

export default datas;
